[
    {
        "_id": "1",
        "Career": "food creator",
        "Hard skill": "ทักษะการทำอาหาร ทักษะทางการสอน",
        "Soft skill": "ไหวพริบ ทักษะการสื่อสาร การแก้ไขปัญหาเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน",
        "Personality": "หน้าดุแต่ใจดี เคร่งขรึม มีความจริงจัง หญิงไทยใจงาม ไม่ยึดติดกับอะไร ชอบอะไรก็ทำสิ่งนั้น มีเหตุมีผล มีความอดทน ไม่ย่อท้อ มองโลกตามความเป็นจริง กล้าที่จะลองทำอะไรใหม่ ๆ มีความคิดนอกกรอบ"
    },
    {
        "_id": "2",
        "Career": "เชฟ",
        "Hard skill": "ทักษะการทำอาหาร",
        "Soft skill": "ไหวพริบ ทักษะการสื่อสาร การแก้ไขปัญหาเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา",
        "Personality": "ใจดี ยิ้มสู้ ตั้งใจ ขยัน อดทน ไม่ย่อท้อ ความคิดยืดหยุ่น เมื่อลงมือทำแล้วต้องทำให้สำเร็จ ไม่คิดเยอะ ทำตามใจตัวเอง ช่างคิด ช่างสังเกต ออกไปหาประสบการณ์ใหม่ ๆ อยู่เสมอ ไม่อยู่กับที่"
    },
    {
        "_id": "3",
        "Career": "tutor",
        "Hard skill": "ทักษะการใช้ภาษาไทย ทักษะการเล่าเรื่อง ทักษะทางการสอน",
        "Soft skill": "ไหวพริบ ทักษะการสื่อสาร ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน",
        "Personality": "สบาย ๆ ใจดี กล้าแสดงออก เป็นตัวของตัวเอง ชอบความสนุก มีความคิดสร้างสรรค์ อยากเป็นที่ยอมรับ "
    },
    {
        "_id": "4",
        "Career": "tutor",
        "Hard skill": "ทักษะการใช้ภาษาอังกฤษทั้งหมด ทักษะการเล่าเรื่อง ทักษะทางการสอน",
        "Soft skill": "ไหวพริบ ทักษะการสื่อสาร การแก้ไขปัญหาเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน ทักษะการปรับตัว",
        "Personality": "สบาย ๆ ใจดี กล้าแสดงออก ชอบให้เป็นที่สนใจ ชอบความสนุก มองโลกตามความเป็นจริง มีความคิดเป็นของตนเอง รักอิสระ ทำตามใจตัวเอง กล้าได้กล้าเสีย"
    },
    {
        "_id": "5",
        "Career": "ทนายความ",
        "Hard skill": "ทักษะทางกฎหมาย ทักษะการวิเคราะห์เชิงเหตุผล ทักษะการวิเคราะห์ทางธุรกิจ",
        "Soft skill": "ไหวพริบ ทักษะการสื่อสาร การแก้ไขปัญหาที่ซับซ้อนและเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน ความสามารถในการปรับตัว",
        "Personality": "ดุดัน เคร่งขรึม จริงจัง ไม่ย่อท้อต่ออุปสรรค กล้าได้กล้าเสีย มองโลกตามความเป็นจริง ตรงไปตรงมา รับฟังความคิดเห็นของผู้อื่น อยากเป็นที่ยอมรับ ยืดหยุ่น"
    },
    {
        "_id": "6",
        "Career": "ทนายความ",
        "Hard skill": "ทักษะทางกฎหมาย ทักษะการวิเคราะห์เชิงเหตุผล ทักษะการวิเคราะห์ทางธุรกิจ",
        "Soft skill": "ไหวพริบ ทักษะการสื่อสาร การแก้ไขปัญหาที่ซับซ้อนและเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน ",
        "Personality": "ดุดัน เคร่งขรึม จริงจัง ไม่ย่อท้อต่ออุปสรรค กล้าได้กล้าเสีย มองโลกตามความเป็นจริง ตรงไปตรงมา รับฟังความคิดเห็นของผู้อื่น เมื่อลงมือทำต้องทำให้ถึงที่สุด"
    },
    {
        "_id": "7",
        "Career": "นักเขียนการ์ตูน ",
        "Hard skill": "ทักษะการวาดรูป ทักษะการเล่าเรื่องและการวางปมเรื่อง ทักษะทางด้านการ Design และ Fashion",
        "Soft skill": "ไหวพริบ การแก้ไขปัญหาเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น การบริหารเวลา การรับมือกับความเครียด",
        "Personality": "ไม่ชอบเปิดเผยตัวตน เงียบถ้าไม่ได้สนิทกัน แต่ถ้าสนิทหรือมีเรื่องที่ชอบเหมือนกันจะเป็นคนพูดเยอะ โลกส่วนตัวค่อนข้างสูง มีความคิดเป็นของตัวเอง ทำตามใจตัวเอง อยากทำอะไรก็ทำ ไม่ค่อยคิดเยอะ มีความตรงไปตรงมา ไม่ย่อท้อ จะสู้ตามแนวคิดที่เชื่อมั่น จินตนาการกว้างไกล"
    },
    {
        "_id": "8",
        "Career": "นักเขียนการ์ตูน ",
        "Hard skill": "ทักษะการวาดรูป ทักษะการเล่าเรื่องและการวางปมเรื่อง ",
        "Soft skill": "ไหวพริบ การแก้ไขปัญหาเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น การบริหารเวลา การรับมือกับความเครียด",
        "Personality": "ช่างสังเกต มีความคิดสร้างสรรค์ พลิกแพลงเก่ง รักสนุก มีเหตุผล มีความคิดเป็นของตัวเอง ไม่มีแบบแผนที่แน่ชัด อยากทำอะไรก็ทำ"
    },
    {
        "_id": "9",
        "Career": "นักวิทยาศาสตร์",
        "Hard skill": "ทักษะการวิเคราะห์เชิงเหตุผล ทักษะทางด้านคณิตศาสตร์และวิทยาศาสตร์",
        "Soft skill": "การแก้ไขปัญหาที่มีความซับซ้อน ทักษะการคิดวิเคราะห์และการตัดสินใจ การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ ทักษะการเชื่อมโยง",
        "Personality": "เงียบขรึม เก็บตัว หมกมุ่นกับสิ่งที่ชอบ ไม่สุงสิงกับใคร ความคิดทางด้านตรรกะเป็นเลิศ มีระเบียบแบบแผน แยกแยะความแตกต่างของแต่ละสิ่งได้อย่างชัดเจน ช่างสังเกต ช่างสงสัย"
    },
    {
        "_id": "10",
        "Career": "นักวิทยาศาสตร์",
        "Hard skill": "ทักษะการวิเคราะห์เชิงเหตุผล ทักษะทางด้านวิทยาศาสตร์",
        "Soft skill": "การแก้ไขปัญหาที่มีความซับซ้อน ทักษะการคิดวิเคราะห์และการตัดสินใจ การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์",
        "Personality": "ขยัน หมกมุ่นกับสิ่งที่ชอบ ช่างสังเกต ช่างสงสัย ช่างคิด มีความคิดสร้างสรรค์เป็นเลิศ ทำตามใจตัวเอง ไม่ย่อท้อต่ออุปสรรคและความล้มเหลว"
    },
    {
        "_id": "11",
        "Career": "Streamer ",
        "Hard skill": "ทักษะการเล่นเกม ทักษะทางการพูด",
        "Soft skill": "การแก้ไขปัญหา ทักษะการคิดวิเคราะห์และการตัดสินใจ ความคิดสร้างสรรค์ ไหวพริบ การทำงานร่วมกับผู้อื่น การทำงานเป็นทีม",
        "Personality": "ขยันเล่นเกม หมกมุ่นกับสิ่งที่ชอบ ไม่ย่อท้อ ตลกหน้ามึน เป็นกันเอง ขี้อาย แต่จะกล้าแสดงออกเมื่ออยู่หน้ากล้อง สนุกสนาน ร่าเริง มุทะลุ ไม่ยอมคน ตั้งใจทำสิ่งใดก็จะทำให้ถึงที่สุด เด๋อด๋า"
    },
    {
        "_id": "12",
        "Career": "Streamer ",
        "Hard skill": "ทักษะการเล่นเกม ทักษะการแปลภาษาอังกฤษ ทักษะการเล่าเรื่อง ทักษะการดึงความสนใจ",
        "Soft skill": "มีภาวะความเป็นผู้นำ การทำงานร่วมกับผู้อื่น ทักษะการใช้คำพูด การแก้ไขปัญหา ทักษะการคิดวิเคราะห์และการตัดสินใจ ความคิดสร้างสรรค์ ไหวพริบ ความฉลาดทางอารมณ์",
        "Personality": "หมกมุ่นกับสิ่งที่ชอบ ตลก ใจดี อยากทำอะไรก็ทำ แคร์คนอื่นมาก ขี้น้อยใจ เป็นตัวของตัวเอง มีความอดทน ผิดก็ยอมรับผิดและแก้ไขในสิ่งที่ตัวเองผิดพลาด รับฟังผู้อื่น เป็นผู้นำที่ดี พลิกแพลงสถานการณ์ได้ดี กล้าแสดงออก"
    },
    {
        "_id": "13",
        "Career": "หมอ",
        "Hard skill": "ทักษะเฉพาะทางวิชาชีพหมอ",
        "Soft skill": "การแก้ไขปัญหาที่มีความซับซ้อน ทักษะการคิดวิเคราะห์และการตัดสินใจ การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน",
        "Personality": "ขยัน ใจเย็น มีความรับผิดชอบ ใจดี นึกถึงผู้อื่นเสมอ ไม่ดูถูกผู้อื่น รักความสงบ มีระเบียบแบบแผน "
    },
    {
        "_id": "14",
        "Career": "หมอ",
        "Hard skill": "ทักษะเฉพาะทางวิชาชีพหมอ",
        "Soft skill": "การแก้ไขปัญหาที่มีความซับซ้อน ทักษะการคิดวิเคราะห์และการตัดสินใจ การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน",
        "Personality": "ขยัน มีความรับผิดชอบสูง มีจรรยาบรรณวิชาชีพ กล้าทำในสิ่งที่ตัวเองอยากทำ ทุ่มเทกับสิ่งที่ทำอย่างสุดความสามารถ "
    },
    {
        "_id": "15",
        "Career": "นักแปล ",
        "Hard skill": "ทักษะทางด้านภาษาไทยและภาษาอังกฤษ, ทักษะการเล่าเรื่อง, ทักษะการใช้คำ, ทักษะทางการแปล",
        "Soft skill": "การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ การบริหารเวลา การรับมือกับความเครียด ทักษะการคิดวิเคราะห์และการตัดสินใจ",
        "Personality": "ขยัน ละเอียดรอบคอบ มีความรับผิดชอบสูง มีความคิดสร้างสรรค์ กล้าคิด กล้าทำ กล้าลอง กล้าถามในสิ่งที่ตัวเองไม่รู้  มีระเบียบแบบแผน เรียนรู้เคล็ดลับของผู้อื่นแล้วปรับใช้กับตัวเอง จินตนาการกว้างไกล"
    },
    {
        "_id": "16",
        "Career": "นักแปล ",
        "Hard skill": "ทักษะทางด้านภาษาไทยและภาษาอังกฤษ, ทักษะการเล่าเรื่อง, ทักษะการใช้คำ, ทักษะทางการแปล",
        "Soft skill": "การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ การบริหารเวลา การรับมือกับความเครียด ทักษะการคิดวิเคราะห์และการตัดสินใจ",
        "Personality": "ขยัน คิดหน้าคิดหลัง  ไม่ย่อท้อ ตลก คิดในแง่ดี ขวนขวายในสิ่งที่ตัวเองอยากจะได้ หมั่นศึกษาหาความรู้ ชอบจดบันทึก ไม่ยึดติดแนวทางเดิม มีระเบียบแบบแผน "
    },
    {
        "_id": "17",
        "Career": "youtuber",
        "Hard skill": "การคิดคอนเทนต์, ภาษาอังกฤษธุรกิจ",
        "Soft skill": "การคิดบวก, ความคิดสร้างสรรค์, การทำงานร่วมกับผู้อื่น, การบริหารเวลา",
        "Personality": "อ่อนไหวง่าย ไม่กล้าพูด ชอบการพัฒนาตัวเอง ถ้าอยากทำอะไรแล้วต้องทำจริง ทำให้ดีที่สุด"
    },
    {
        "_id": "18",
        "Career": "youtuber",
        "Hard skill": "ความสามารถในการขาย ทักษะการเล่าเรื่อง ภาษาอังกฤษธุรกิจ การคิดคอนเทนต์",
        "Soft skill": "การทำงานร่วมกับผู้อื่น การบริหารเวลา การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ ความฉลาดทางอารมณ์ ทักษะการสื่อสาร",
        "Personality": "เรียบง่าย สุภาพ ขี้อายนิดๆ ขี้สงสัย"
    },
    {
        "_id": "19",
        "Career": "youtuber",
        "Hard skill": "เทคนิคการแต่งหน้า เทคนิคการพูด",
        "Soft skill": "การทำงานร่วมกับผู้อื่น การบริหารเวลา การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ ความฉลาดทางอารมณ์ ความสามารถในการปรับตัว",
        "Personality": "ชอบวางแผน รักความสวยความงาม ชอบพัฒนาตัวเองอยู่เสมอ"
    },
    {
        "_id": "20",
        "Career": "ผู้ประกาศข่าว ",
        "Hard skill": "เขียนข่าว วิเคราะห์ข่าว สามารถนำเสนอข่าวได้เข้าใจง่าย สรุปประเด็นได้ชัดเจน",
        "Soft skill": "การคิดเชิงวิเคราะห์และเลือกตัดสินใจ การทำงานร่วมกับผู้อื่น การบริหารเวลา การเรียนรู้ตลอดชีวิต ความฉลาดทางอารมณ์ ความสามารถในการปรับตัว",
        "Personality": "ขี้สงสัย ดูแลตัวเองในเรื่องการกินมาก จริงจังกับการทำงาน"
    },
    {
        "_id": "21",
        "Career": "ผู้ประกาศข่าว ",
        "Hard skill": "เขียนข่าว วิเคราะห์ข่าว การนำเสนอข่าวได้อย่างเป็นเอกลักษณ์ มีลีลาการเล่าข่าวได้อย่างน่าติดตาม",
        "Soft skill": "การคิดเชิงวิเคราะห์และเลือกตัดสินใจ การทำงานร่วมกับผู้อื่น การบริหารเวลา การเรียนรู้ตลอดชีวิต ความฉลาดทางอารมณ์ ความสามารถในการปรับตัว",
        "Personality": "ทำงานหนัก คิดอย่างละเอียด มองการณ์ไกล วิเคราะห์อย่างลึกซึ้ง "
    },
    {
        "_id": "22",
        "Career": "บรรณาธิการ",
        "Hard skill": "ทักษะการเล่าเรื่อง การจับประเด็น การตั้งคำถาม",
        "Soft skill": "การคิดเชิงวิเคราะห์และเลือกตัดสินใจ การทำงานร่วมกับผู้อื่น การบริหารเวลา การเรียนรู้ตลอดชีวิต ความฉลาดทางอารมณ์ ความสามารถในการปรับตัว การแก้ปัญหาเฉพาะหน้า มีความเป็นผู้นำ",
        "Personality": "คิดบวก ชอบตั้งคำถามเชิงบวกกับเรื่องต่างๆ ที่เกิดขึ้น การสนใจปรากฏการณ์รอบตัวในเชิงลึก มีกำลังใจในตัวเองสูง รักในการทำงาน"
    },
    {
        "_id": "23",
        "Career": "designer",
        "Hard skill": "การออกแบบเสื้อผ้า การทำแพทเทิร์น",
        "Soft skill": "การทำงานร่วมกับผู้อื่น การบริหารเวลา การเรียนรู้ตลอดชีวิต ความคิดสร้างสรรค์ ความฉลาดทางอารมณ์ ความสามารถในการปรับตัว ทักษะการพูด",
        "Personality": "มุ่งมั่น ตั้งใจ ทำอะไรจริงจัง ไม่ยอมแพ้อะไรง่ายๆ   ใส่ใจคนรอบข้างอยู่ตลอดเวลา"
    },
    {
        "_id": "24",
        "Career": "ผู้เชี่ยวชาญด้านการจัดระเบียบภายในบ้าน ",
        "Hard skill": "เทคนิควิธีการจัดบ้าน, การพับผ้า, การจัดเก็บสิ่งของ",
        "Soft skill": "การพูด, การสังเกต, การเรียนรู้ตลอดชีวิต, การทำงานร่วมกับผู้อื่น",
        "Personality": "นอบน้อม ถ่อมตน เอาใจใส่คนรอบข้าง มุ่งมั่นตั้งใจทำสิ่งต่างๆให้ไปถึงเป้าหมาย "
    },
    {
        "_id": "25",
        "Career": "นักเขียน",
        "Hard skill": "การสร้างตัวละครให้สมจริง การวางโครงเรื่องนิยาย    วิธีการเขียน สำนวนภาษาที่เข้าใจง่าย น่าติดตาม",
        "Soft skill": "ความคิดสร้างสรรค์ มีความรับผิดชอบ การบริหารเวลา  การเรียนรู้ตลอดชีวิต ความสามารถในการปรับตัว",
        "Personality": "รักการอ่าน การเขียน และการเล่าเรื่องให้คนอื่นฟัง    อารมณ์เสียง่าย ไม่มั่นคง ไม่ละความพยายาม"
    },
    {
        "_id": "26",
        "Career": "นักเขียน",
        "Hard skill": "การวางโครงเรื่องนิยาย การสอดแทรกข้อคิดและมุมมองต่าง ๆ ผ่านตัวอักษร วิธีการเขียน สำนวนภาษาที่ใช้ดึงดูดคนอ่าน",
        "Soft skill": "ความคิดสร้างสรรค์ มีความรับผิดชอบ การทำงานร่วมกับผู้อื่น การบริหารเวลา การเรียนรู้ตลอดชีวิต",
        "Personality": "ชอบซึมซับบรรยากาศรอบตัว ชอบเดินในเมืองที่ไม่รู้จัก หรืออยู่ท่ามกลางคนที่ไม่รู้จัก ช่างสังเกต ไม่ละความพยายาม มองหาการพัฒนาที่ไม่หยุดนิ่ง ชอบตั้งคำถาม ชอบท้าทายตัวเอง"
    },
    {
        "_id": "27",
        "Career": "ผู้กำกับภาพยนตร์",
        "Hard skill": "เทคนิคการถ่ายทำ เทคนิคการตัดต่อ เทคนิคการสร้างกราฟฟิค",
        "Soft skill": "ทักษะการสื่อสาร การแก้ไขปัญหาที่ซับซ้อนและเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน ความสามารถในการปรับตัว",
        "Personality": "มีความขี้สงสัยที่เป็นแรงผลักดันให้เขามีจินตนาการ ไม่สร้างข้อจำกัดให้ตัวเอง และกล้าที่จะทำ เชื่อมั่นในความคิดตัวเอง"
    },
    {
        "_id": "28",
        "Career": "ผู้กำกับภาพยนตร์",
        "Hard skill": "เทคนิคการตัดต่อภาพยนตร์ เทคนิคการเล่าเรื่อง ตีความให้คนเข้าใจภาพเดียวกัน เทคนิคการถ่ายทำ",
        "Soft skill": "ทักษะการสื่อสาร การแก้ไขปัญหาที่ซับซ้อนและเฉพาะหน้า ความคิดสร้างสรรค์ ทักษะการคิดวิเคราะห์และการตัดสินใจ การทำงานร่วมกับผู้อื่น ความฉลาดทางอารมณ์ การบริหารเวลา การรับมือกับผู้คนและการทำงาน ความสามารถในการปรับตัว",
        "Personality": "เป็นคนที่ทำงานโดยมองถึงสภาวะความเป็นจริงและศักยภาพของตัวเอง เข้มงวดกับการทำงาน ใส่ใจทุกรายละเอียดของผลงาน ไม่หยุดที่จะพัฒนาตนเอง"
    }
]